/* Error Alert Button */
"OK" = "好";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "剖析錯誤 %1$zd，描述：%2$@，第 %3$zd 行，第 %4$zd 欄";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "驗證錯誤 %1$zd，描述：%2$@，第 %3$zd 行，第 %4$zd 欄";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML 剖析錯誤";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML 驗證錯誤";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "壓縮的音樂 xml 檔案似乎出現格式錯誤（找不到「完整路徑」）";

/* Error message */
"Could not create temporary conversion file" = "無法製作暫存轉換檔案";

/* Error message */
"Could not decompress file compressed music xml file" = "無法解壓縮已壓縮為音樂 xml 的檔案";

/* Error message */
"File is not a MusicXML File" = "檔案不是 MusicXML 檔案";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML 檔案包含 0 或「divisions」的負值";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6 弦結他一般調音";
